{"name":"edsa-demand-analysis-summary-data","title":"EDSA demand analysis summary data","description":"The European Data Science Academy project aims to create the go to place in Europe for data science training. As part of the demand analysis - to identify the skills gap and data science training needs in Europe - 584 quantitative surveys and 108 qualitative interviews were completed by data scientists and managers of data science teams. The complete raw results from the quantitative survey data are available at davetaz.github.io/quantitative-data-from-edsa-demand-analysis-/ For more information on the EDSA project visit edsa-project.eu Dataset of all datasets generated or collected through the European Data Science Academy project. For more information about the EDSA project, visit edsa-project.eu This dataset includes high level, aggregated data on the respondents. It includes the following CSV files: Sample split by country and mode (descending by total count) Regional distribution after aggregating country data Organisational coverage across regions Sectoral coverage of sample Split of roles by region and organisation size (N=692) Split of roles by industry sectors (listed by share of managers’ responses in total responses)","licenses":[{"url":"https://creativecommons.org/licenses/by/4.0/","title":"Creative Commons Attribution 4.0"}],"publishers":[{"name":"The Open Data Institute","web":"http://theodi.org"}],"resources":[{"name":"EDSA demand analysis: Method of questioning, by country\t","mediatype":"text/csv","description":"The data is taken from the EDSA demand analysis, and shows the sample split by country, and interview/survey.","path":"data/edsa-demand-analysis-method-of-questioning-by-country.csv"},{"name":"EDSA demand analysis: Method of questioning, by country and region","mediatype":"text/csv","description":"The data is taken from the EDSA demand analysis, and shows the sample split by regional distribution, and interview/survey. The regions are Northern, Southern, Western and Eastern Europe as defined by the European Union.\t","path":"data/edsa-demand-analysis-method-of-questioning-by-country-and-region.csv"},{"name":"EDSA demand analysis: Sector, by region","mediatype":"text/csv","description":"The data is taken from the EDSA demand analysis, and shows the sample split by regional distribution, and industry sector. The regions are Northern, Southern, Western and Eastern Europe as defined by the European Union. The sectors are the Eurostat sectors as defined by the European Union.","path":"data/edsa-demand-analysis-sector-by-region.csv"},{"name":"EDSA demand analysis: Roles in Industry","mediatype":"text/csv","description":"The data is taken from the EDSA demand analysis, and shows the sample split by role of the individual and industry sector. The sectors are the Eurostat sectors as defined by the European Union.","path":"data/edsa-demand-analysis-roles-in-industry.csv"},{"name":"EDSA demand analysis: Organisation, by region","mediatype":"text/csv","description":"The data is taken from the EDSA demand analysis, and shows the sample split by regional distribution and size of organisation. The regions are Northern, Southern, Western and Eastern Europe as defined by the European Union.\r\n","path":"data/edsa-demand-analysis-organisation-by-region.csv"},{"name":"EDSA demand analysis: Role, by region and organisation size","mediatype":"text/csv","description":"The data is taken from the EDSA demand analysis, and shows the sample split by regional distribution, size of organisation and role of individual.  The regions are Northern, Southern, Western and Eastern Europe as defined by the European Union.\r\n","path":"data/edsa-demand-analysis-role-by-region-and-organisation-size.csv"}]}